{
	"version": 0,
	"root.description": "Et alternativ til Nix økosystemet",
	"header.community": "Community",
	"goals.title": "Mål",
	"goals.independent.title": "Uafhængighed",
	"goals.independent": "Vi vil vedligeholde en fork af Nix, NixPkgs, og NixOS. Yderligere understøttelse af projekter såsom Nix Darwin og Home Manager overvejes.",
	"goals.gov.title": "Ledelsesform",
	"goals.gov.wiki": "Learn about Aux's governance structures.",
	"goals.gov": "Projektet ledes via demokratiskt valgte stillinger. Overordnet retning gives af en styringsgruppe, med yderligere grupper til at håndtere specifikke opgaveområder. Af disse vil Special Interest Groups have ansvaret for specifikke features og projekter, eksekveret igennem egne Working Groups. Samtlige grupper vil klart udspecificere hver deres mål, krav, og styringsprocess.",
	"goals.stabilization.title": "Stabilisering",
	"goals.stabilization": "Brugervenlige features såsom Nix v3 kommandolinjen vil som udgangspunkt være aktive. Nix Flakes er for udbredt en feature til at kunne fjernes eller substantielt ændres, hvorfor den i stedet stabiliseres i sin nuværende form som v0. Yderligere arbejde her håndteres af ansvarshavende Special Interest Group.",
	"goals.infra.title": "Infrastruktur",
	"goals.infra": "Hvor nødvendigt for opretholdelse af et sundt økosystem vil vi bygge og vedligeholde redskaber og infrastruktur - inklusive Continuous Integration og Binary Caching.",
	"goals.education.title": "Læring",
	"goals.education": "Igennem samlet dokumentation, tutorials, guides, og eksempler, vil vi sikre forbedret onboarding for nytilkommere samt hurtigere udviklingsprocess for eksperter.",
	"roadmap.title": "Roadmap",
	"roadmap.soft_fork.title": "Blød Fork",
	"roadmap.soft_fork.1": "I opstartsfasen vil en mere ad-hoc ledelsesstruktur anvendes. Projektets målsætninger, værdier, og roadmap fungerer derfor som rettesnor for alle deltagere, samt garanti for at målstolperne for det arbejde de har meldt sig til ikke rykkes.",
	"roadmap.soft_fork.2": "Fork af Nix og NixPkgs startes og roller for vedligeholdelse af pakker samt opdatering fra upstream fordeles iblandt deltagere. Det er hensigten at graduere fra denne fase når tilstrækkeligt med deltagere er tilsluttet, således at vi er i stand til at løfte opgaven i vedligeholdelse af en hård fork.",
	"roadmap.hard_fork.title": "Hård Fork",
	"roadmap.hard_fork.1": "Ad-hoc ledelsesstruktur fortsættes, men styringsgrupper (Committees), Special Interest Groups, og arbejdsgrupper oprettes. Givet opstartsfasens natur, vil stillinger først være på valg i Justerings fasen.",
	"roadmap.hard_fork.2": "I denne fase har projektet nok deltagere til sikkert at kunne påtage sig fuldt vedligehold af NixPkgs (eller en rimelig delmængde heraf) samt Nix. Herfra vil divergens fra upstream accepteres og ændringer på repository struktur indføres for strømlining af udviklings-flow.",
	"roadmap.hard_fork.3": "Første udgivelse af pakke repository eksekveres og navne-migrering fra `nix` til `aux` startes - for bedre at håndtere de to nu forskellige pakke repositories med færre fejl og misforståelser.",
	"roadmap.organization.title": "Strukturering",
	"roadmap.organization.1": "Pakke-sæt trækkes ud fra det centrale pakke repository, for at lette vedligeholdelses-opgaver for relevante Special Interest Groups. Eksempelvis flyttes `pythonPackages` til et separat repository, styret af en Python SIG - såfremt dette har interesse.",
	"roadmap.organization.2": "Nix Flakes standardiseres i sin nuværende stand som v0. Udbredt brug af denne feature gør dens fjernelsen uden brud med økosystemet til en umulighed, hvilket nødvendiggører dette ikke-ideelle kompromis. Fremadrettet arbejde med Flakes, fokuseret på udbedring af kendte fejl og mangler, håndteres af en Flakes SIG.",
	"roadmap.organization.3": "`aux` kommandolinjen modificeres til mere ergonomisk håndtering af pakker og systemer. Nye under-kommandoer såsom `aux system switch` og `aux system build` tilføjes for bedring af onboarding og vedligeholdelse.",
	"roadmap.infra.title": "Infrastruktur",
	"roadmap.infra.1": "Givet en større divergens fra upstream på dette tidspunkt i processen, er nødvendigheden af egen Continuous Integration og Binary Cache systemer åbenlys. Aktuel ledelsesstruktur anvendes til håndtering af begges etablering.",
	"roadmap.infra.2": "For at lette udvikling af læringsmateriale, vil dokumentation inkluderes i Continuous Integration processen - med Continuous Deployment til at sikre tilgængelighed af seneste udgaver.",
	"roadmap.infra.3": "Systemer til søgning i pakker og options vil ligeledes lanceres.",
	"roadmap.alignment.title": "Justering",
	"roadmap.alignment.1": "Vi er i mål. På dette tidspunkt i processen har vi en stabil, uafhængig fork af Nix økosystemet. Med opstartsfasen afsluttet, starter arbejdet med dokumentation af hvordan den nuværende ledelsesform fungerer og rotation påbegyndes med første valg til ledende stillinger.",
	"roadmap.alignment.2": "En fuldt ud stabil udgivelse af dokumentation, branding, og pakker pudses af og lanceres. Fra nu af tilfalder ansvaret for oprettelse og styring af alle grupper styringsgruppen. Alle forslag til forbedringer bringes op under Aux Enhancement Proposals, hvilke anbefaler feature implementering til eksisterende SIGs eller oprettelse af nye til eksekvering af samme.",
	"values.title": "Værdier",
	"values.rep.title": "Repræsentation",
	"values.rep": "Deltageres synspunkter bør repræsenteres og ledelsesstruktur skal etableres demokratiskt.",
	"values.kindness.title": "Åbenhed",
	"values.kindness": "Projektet skal eksistere som et åbent og sikkert sted for deltagere.",
	"values.collab.title": "Samarbejde",
	"values.collab": "Kommunikation og samarbejde skal fremmes.",
	"values.sustainability.title": "Ansvarlighed",
	"values.sustainability": "Til sikring af et stabilt projekt skal arbejdsbyrde, financiel balance, scope, og udbrændthed nøje holdes for øje.",
	"values.accessibility.title": "Tilgængelighed",
	"values.accessibility": "Elitisme er ikke velkomment. Vores viden er til for at blive delt og vi bør tilgængeligtgøre midler således at alle kan lære og vinde."
}
