{
	"root.description": "Una alternativa al ecosistema de Nix",

	"header.community": "Comunidad",

	"goals.title": "Objetivos",
	"goals.independent.title": "Independiente",
	"goals.independent": "Nosotros forkearemos y mantendremos Nix, NixPkgs y NixOS. Soporte adicional para proyectos como Nix Darwin y Home Manager será considerado.",
	"goals.gov.title": "Gobierno",
	"goals.gov": "El proyecto se gestionará siguiendo un modelo con posiciones electas. Un comité de dirección poveerá un rumbo conjuntamente con otros comités dedicados al manejo de tareas logísticas específicas.  Características o proyectos individuales quedarán a cargo de Grupos de Interés Especial GIEs (SIG por sus siglas en Inglés). Los GIEs colaborarán en Grupos de Trabajo para cumplir sus objetivos. Cada comité y grupo tendrá sus propios objetivos, requisitos y procesos de gestión claramente definidos.",
	"goals.stabilization.title": "Estabilización",
	"goals.stabilization": "Funciones para facilitar la experiencia de usuario como la interfaz de comandos v3 de Nix estarán habilitados por defecto. Los Nix Flakes se usan demasiado como para eliminarlos o cambiarlos y en su lugar serán estabilizados como una v0 en sy estado actual con cualquier futuro trabajo gestionado por un Grupo de Interés Especial.",
	"goals.infra.title": "Infraestructura",
	"goals.infra": "Desarrollaremos y mantendremos las herramientas e infraestructura necesarias para conservar un ecosistema sano, incluyendo sistemas de integración continua y almacenamiento de binarios",
	"goals.education.title": "Educación",
	"goals.education": "Documentación unificada, tutoriales, guías y ejemplos darán una mejor incorporación para neofitos así como un ciclo de iteración más rápido para los expertos.",

	"roadmap.title": "Hoja de ruta",
	"roadmap.soft_fork.title": "Separación Blanda",
	"roadmap.soft_fork.1": "Esta fase inicial contará con una estructura de dirección ad hoc debido a las circustancias de arranque. Los Valores, Objectivos y Hoja de Ruta serivrán para mantener a todos los contribuidores alineado y seguros de que su trabajo no cambiará.",
	"roadmap.soft_fork.2": "La separación inicial de Nix y NixPkgs se dará en esta fase. Se asignran roles a los nuevos contribuidores por tal de gestionar el mantenimiento y la implementación de cambios de las fuentes. Planeamos avanzar de fase cuando el número suficiente de contribuidores se haya unído al proyecto para sotener la transición a una separación dura.",
	"roadmap.hard_fork.title": "Separación Dura",
	"roadmap.hard_fork.1": "Like the Soft Fork phase, management structure will still be ad-hoc, but Committees, Special Interest Groups, and Working Groups may start to be formed. Due to there being necessary bootstrapping steps for each, elections will only begin once the Alignment phase has been reached.",
	"roadmap.hard_fork.2": "At this point we will have enough contributors to safely maintain NixPkgs (or a reasonable subset) and Nix ourselves. We will begin allowing divergence from the upstream repository and changes to the repository structure to improve development can be introduced.",
	"roadmap.hard_fork.3": "An initial release of the packages repository will be created and migration from `nix` to `aux` naming will begin to reduce confusion and errors now that the two projects have diverged.",
	"roadmap.organization.title": "Organization",
	"roadmap.organization.1": "The packages repository will have sets extracted to allow for Special Interest Groups to more easily manage their lifecycles. For example, `pythonPackages` will be moved to a separate repository that will be the reponsibility of a Python SIG if there is interest.",
	"roadmap.organization.2": "Flakes will be standardized with its current implementation as a v0. While not ideal, the feature is used far too widely to be changed or removed without breaking the ecosystem. Instead, this v0 implementation will be enabled and future work for Flakes that addresses its shortcomings may be handled by a Flakes SIG.",
	"roadmap.organization.3": "The `aux` CLI will be modified to provide more ergonomic management of packages and systems. Additional subcommands such as `aux system switch` and `aux system build` will be added to make onboarding and ongoing maintenance easier.",
	"roadmap.infra.title": "Infrastructure",
	"roadmap.infra.1": "Now that the project has significantly diverged from upstream, we will need to provide our own Continuous Integration and Binary Cache services. Existing governance structures will be used to manage the adoption of these technologies.",
	"roadmap.infra.2": "Documentation will be included as a part of the Continuous Integration process and will have Continuous Deployment configured to keep it up to date, making it easier for contributors to create educational materials.",
	"roadmap.infra.3": "Search infrastructure for packages and options will also be created.",
	"roadmap.alignment.title": "Alignment",
	"roadmap.alignment.1": "By this point, we've done it. We have created a sustainable, independent fork of the Nix ecosystem. Now that the initial work has been completed we will begin the governance rotation process with our first elections and education as to how project governance works.",
	"roadmap.alignment.2": "Documentation, project branding, and packages will be polished and presented as a fully stable release. From this point forward the Steering Committee will be managing the creation of Special Interest Groups and other necessary Committees. All enhancements will be suggested in Aux Enhancement Proposals which encourage existing SIGs to implement features or encourage the formation of a new SIG to be created for such a purpose.",

	"values.title": "Valores",
	"values.rep.title": "Representación",
	"values.rep": "Contributors should have their views represented and organizational structure should be established democratically.",
	"values.kindness.title": "Amabilidad",
	"values.kindness": "The project should be welcoming and a safe place for people to participate.",
	"values.collab.title": "Colaboración",
	"values.collab": "La cooperación y comunicación deben ser incentivadas.",
	"values.sustainability.title": "Sostenibilidad",
	"values.sustainability": "Workload, finance, scope, and burnout should all be considered carefully to ensure that the project is stable.",
	"values.accessibility.title": "Accesibilidad",
	"values.accessibility": "Las conductas elitistas van en detrimento de nustra comunidad, nuestro conocimiento está aquí para ser compartido y debemos proveer las herramientas para facilitar el aprendizaje y triunfo."
}
