{
	"root.description": "Eine Alternative zu dem Nix Ökosystem",
	"header.community": "Gemeinschaft",
	"goals.title": "Unsere Ziele",
	"goals.independent.title": "Unabhängigkeit",
	"goals.independent": "Wir werden eine Alternative zu NixPkgs und NixOS erstellen, die für das neue Ökosystem notwendigen Dienste, sowie eigenständige 'Continous Integration' und 'Binary Caching' Dienste bereitstellen. Zusätzliche Unterstützung für Projekte wie Nix Darwin und Home Manager wird in Betracht gezogen.",
	"goals.gov.title": "Gesellschaftliche Organisation",
	"goals.gov.wiki": "Mehr Details zu Auxs Organisation.",
	"goals.gov": "Zur Verwaltung des Projekts wird ein demokratisches Modell mit gewählten Positionen eingesetzt. Ein Lenkungsausschuss ('steering committee') entscheidet über den Kurs, während weitere Ausschüsse spezifische oder logistische Aufgaben übernehmen. Features oder einzelne Projekte werden von 'Special Interest Groups' (SIG) umgesetzt. SIGs werden in Arbeitsgruppen ('Working Groups') zusammenarbeiten, um ihre Ziele übergreifend zu erreichen. Für jedes Komitee und jede Gruppe sind die Ziele, Anforderungen und Managementprozesse klar definiert.",
	"goals.education.title": "Dokumentation",
	"goals.education": "Einheitliche Dokumentation, Anleitungen, Leitfäden und Beispiele sorgen für ein besseres Onboarding-Erlebnis für Neulinge und einen schnelleren Iterationszyklus für Experten.",
	"roadmap.title": "Die Roadmap",
	"roadmap.soft_fork.title": "Setup und Planung",
	"roadmap.soft_fork.1": "Während der Anfangsphase wird eine einfache Ad-hoc-Organisationsstruktur genutzt. Die erklärten Werte, Ziele und Roadmap des Projekts dienen dazu allen Mitwirkenden die Sicherheit zu geben, dass sich die Arbeit, zu der sie sich verpflichtet haben, nicht verändern wird. Es werden Gruppen gebildet, die sich mit den einzelnen Bereichen des Projekts befassen, jedoch ohne explizit definierte Organisationsstrukturen.",
	"roadmap.soft_fork.2": "Die Schaffung von Gemeinschaftsräumen, die Organisation und die Planung für die folgenden Phasen sind Schlüsselpunkte dieser Phase. Bevor technische Arbeiten durchgeführt werden können, müssen gut durchdachte Lösungen und ein Proof of Concept vorliegen, um die folgende Implementierungsphase voranzutreiben.",
	"roadmap.hard_fork.title": "Implementierung",
	"roadmap.hard_fork.1": "Wie in der vorherigen Phase werden auch in dieser Phase ad-hoc gebildete Gruppen dominieren, welche die Standards unserer geplanten Organisationsstrukturen zunächst teilweise einhalten. Vor dem Übergang in die nächste Phase, werden diese Gruppen die neue Organisationsstrukturen vollständig umgesetzt.",
	"roadmap.hard_fork.2": "Diese Phase beinhaltet die Erstellung einer Alternative zu NixPkgs und NixOS unter Verwendung des in der Setup- und Planungsphase erstellten Roadmap. Neben der technischen Umsetzung wird ebenfalls eine 'Continuous Integration' Infrastruktur aufgebaut. Je nach Verfügbarkeit und Finanzierung kann ein 'Binary Cache' zur Verfügung gestellt werden.",
	"roadmap.hard_fork.3": "Das Projekt kann in die nächste Phase übergehen, sobald eine ausreichende Anzahl von kritischen Paketen erstellt und stabilisiert wurde.",
	"roadmap.organization.title": "Stabilisierung",
	"roadmap.organization.1": "In dieser Phase wird die technische Implementierung zusammen mit strukturellen Änderungen der Organisationsstrukturen fortgesetzt. Von 'Committees', 'Special Interest Groups' und 'Working Groups' wird nun erwartet, dass sie Satzungen erstellen, in denen ihre Verantwortlichkeiten und Mitgliedschaften festgelegt sind. Die Gruppenmitglieder behalten ihre Rollen bei bis die letzte Phase der Roadmap erreicht ist.",
	"roadmap.organization.2": "Diese Phase ist abgeschlossen, sobald ein stabiles Betriebssystem und ein Ersatz fuer Nixpkgs zur Verfügung stehen.",
	"roadmap.alignment.title": "Der Feinschliff",
	"roadmap.alignment.1": "Wir haben es geschafft. Wir haben einen nachhaltigen und unabhängigen 'Fork' des Nix-Ökosystems geschaffen. Nachdem die ersten Arbeiten nun abgeschlossen sind, werden die ersten demokratischen Wahlen abgehalten und gemeinsam werden wir neue Organisationsstrukturen aufbauen.",
	"roadmap.alignment.2": "Dokumentation, Projekt-Branding und Pakete werden auf Vorderman gebracht und als stabile Version veröffentlicht. Von diesem Zeitpunkt an wird der Lenkungsausschuss ('steering committee') die Einrichtung von 'Special Interest Groups' und weiteren erforderlichen 'Committees' verwalten. Zukünftige Verbesserungvorschläge werden in der Form von 'Aux Enhancement Proposals' eingebracht, welches die bestehende SIGs zur Implementierung von Funktionen ermutigt oder die Gründung neuer SIGs zu diesem Zweck fördert. Dies ist nicht das Ende, sondern der Anfang für Aux.",
	"values.title": "Unsere Werte",
	"values.rep.title": "Repräsentation",
	"values.rep": "Die Ansichten der Mitwirkenden sollen vertreten sein und die Organisationsstruktur soll demokratisch ausgerichtet sein.",
	"values.kindness.title": "Wohlwollen",
	"values.kindness": "Das Projekt soll zum Mitwirken einladen und eine sichere Umgebung zur Beteiligung bieten.",
	"values.collab.title": "Zusammenarbeit",
	"values.collab": "Kommunikation und Zusammenarbeit soll gefördert werden.",
	"values.sustainability.title": "Nachhaltigkeit",
	"values.sustainability": "Arbeitsbelastung, Finanzen, Umfang und Burnout werden sorgfältig abgewogen, um sicherzustellen, dass das Projekt stabil ist.",
	"values.accessibility.title": "Offenheit",
	"values.accessibility": "Elitäres Verhalten ist unerwünscht, unser Wissen soll geteilt werden und wir wollen die Werkzeuge bereitstellen, die jedem zum Erfolg und Lernen verhelfen."
}
