{
	"root.description": "Eine Alternative zu dem Nix Ökosystem",

	"header.community": "Gemeinschaft",

	"goals.title": "Die Ziele",
	"goals.independent.title": "Unabhängigkeit",
	"goals.independent": "Wir werden Nix, NixPkgs und NixOS forken und betreuen. Zusätzliche Unterstützung für Projekte wie Nix Darwin und Home Manager wird in Betracht gezogen.",
	"goals.gov.title": "Gesellschaftliche Organisation",
	"goals.gov": "Zur Verwaltung des Projekts wird ein demokratisches Modell mit gewählten Positionen eingesetzt. Ein Lenkungsausschuss (steering committee) entscheidet über den Kurs, während weitere Ausschüsse spezifische oder logistische Aufgaben übernehmen. Features oder einzelne Projekte werden von Special Interest Groups umgesetzt. SIGs werden in Arbeitsgruppen (Working Groups) zusammenarbeiten, um ihre Ziele übergreifend zu erreichen. Für jedes Komitee und jede Gruppe sind die Ziele, Anforderungen und Managementprozesse klar definiert.",
	"goals.stabilization.title": "Stabilisierung",
	"goals.stabilization": "Benutzerfreundliche Funktionen wie die 'Nix v3 CLI' werden standardmäßig aktiviert. Nix 'Flakes' werden bereits zu häufig verwendet, um sie zu entfernen oder zu ändern, stattdessen werden diese als 'flake v0' in ihrem aktuellen Zustand vereinheitlicht. Zukünftige Arbeiten werden von einer Special Interest Group gesteuert.",
	"goals.infra.title": "Infrastruktur",
	"goals.infra": "Wir werden die Tools und die Infrastruktur aufbauen und betreuen, welche erforderlich sind, um das Ökosystem stabil zu halten, einschließlich 'Continous Integration' und 'Binary Caching'.",
	"goals.education.title": "Dokumentation",
	"goals.education": "Einheitliche Dokumentation, Anleitungen, Leitfäden und Beispiele sorgen für ein besseres Onboarding-Erlebnis für Neulinge und einen schnelleren Iterationszyklus für Experten.",

	"roadmap.title": "Der Fahrplan",
	"roadmap.soft_fork.title": "Soft Fork",
	"roadmap.soft_fork.1": "This initial phase will involve an ad-hoc management structure due to its bootstrapping nature. As such, the project's stated Values, Goals, and Roadmap serve to keep all contributors aligned and safe knowing that the work they have committed to will not change.",
	"roadmap.soft_fork.2": "The initial forking off of Nix and NixPkgs will be performed in this phase and new contributors will be given roles for handling package maintenance and pulling changes from upstream. We intend to move on from this phase once enough contributors have joined for the project to be capable of transitioning into a hard fork.",
	"roadmap.hard_fork.title": "Hard Fork",
	"roadmap.hard_fork.1": "Like the Soft Fork phase, management structure will still be ad-hoc, but Committees, Special Interest Groups, and Working Groups may start to be formed. Due to there being necessary bootstrapping steps for each, elections will only begin once the Alignment phase has been reached.",
	"roadmap.hard_fork.2": "At this point we will have enough contributors to safely maintain NixPkgs (or a reasonable subset) and Nix ourselves. We will begin allowing divergence from the upstream repository and changes to the repository structure to improve development can be introduced.",
	"roadmap.hard_fork.3": "An initial release of the packages repository will be created and migration from `nix` to `aux` naming will begin to reduce confusion and errors now that the two projects have diverged.",
	"roadmap.organization.title": "Strukturierung",
	"roadmap.organization.1": "The packages repository will have sets extracted to allow for Special Interest Groups to more easily manage their lifecycles. For example, `pythonPackages` will be moved to a separate repository that will be the reponsibility of a Python SIG if there is interest.",
	"roadmap.organization.2": "Flakes will be standardized with its current implementation as a v0. While not ideal, the feature is used far too widely to be changed or removed without breaking the ecosystem. Instead, this v0 implementation will be enabled and future work for Flakes that addresses its shortcomings may be handled by a Flakes SIG.",
	"roadmap.organization.3": "The `aux` CLI will be modified to provide more ergonomic management of packages and systems. Additional subcommands such as `aux system switch` and `aux system build` will be added to make onboarding and ongoing maintenance easier.",
	"roadmap.infra.title": "Infrastruktur",
	"roadmap.infra.1": "Now that the project has significantly diverged from upstream, we will need to provide our own Continuous Integration and Binary Cache services. Existing governance structures will be used to manage the adoption of these technologies.",
	"roadmap.infra.2": "Documentation will be included as a part of the Continuous Integration process and will have Continuous Deployment configured to keep it up to date, making it easier for contributors to create educational materials.",
	"roadmap.infra.3": "Search infrastructure for packages and options will also be created.",
	"roadmap.alignment.title": "Un­ab­hän­gig­keit",
	"roadmap.alignment.1": "By this point, we've done it. We have created a sustainable, independent fork of the Nix ecosystem. Now that the initial work has been completed we will begin the governance rotation process with our first elections and education as to how project governance works.",
	"roadmap.alignment.2": "Documentation, project branding, and packages will be polished and presented as a fully stable release. From this point forward the Steering Committee will be managing the creation of Special Interest Groups and other necessary Committees. All enhancements will be suggested in Aux Enhancement Proposals which encourage existing SIGs to implement features or encourage the formation of a new SIG to be created for such a purpose.",

	"values.title": "Die Werte",
	"values.rep.title": "Vertretung",
	"values.rep": "Contributors should have their views represented and organizational structure should be established democratically.",
	"values.kindness.title": "Wohlwollen",
	"values.kindness": "The project should be welcoming and a safe place for people to participate.",
	"values.collab.title": "Zusammenarbeit",
	"values.collab": "Communication and cooperation should be encouraged.",
	"values.sustainability.title": "Nachhaltigkeit",
	"values.sustainability": "Workload, finance, scope, and burnout should all be considered carefully to ensure that the project is stable.",
	"values.accessibility.title": "Offenheit",
	"values.accessibility": "Elitism is unwelcome, our knowledge is here to be shared and we should provide the tools to help everyone succeed and learn."
}
