{
	"root.description": "Eine Alternative zu dem Nix Ökosystem",

	"header.community": "Gemeinschaft",

	"goals.title": "Unsere Ziele",
	"goals.independent.title": "Unabhängigkeit",
	"goals.independent": "Wir werden Nix, NixPkgs und NixOS forken und betreuen. Zusätzliche Unterstützung für Projekte wie Nix Darwin und Home Manager wird in Betracht gezogen.",
	"goals.gov.title": "Gesellschaftliche Organisation",
	"goals.gov": "Zur Verwaltung des Projekts wird ein demokratisches Modell mit gewählten Positionen eingesetzt. Ein Lenkungsausschuss ('steering committee') entscheidet über den Kurs, während weitere Ausschüsse spezifische oder logistische Aufgaben übernehmen. Features oder einzelne Projekte werden von 'Special Interest Groups' (SIG) umgesetzt. SIGs werden in Arbeitsgruppen ('Working Groups') zusammenarbeiten, um ihre Ziele übergreifend zu erreichen. Für jedes Komitee und jede Gruppe sind die Ziele, Anforderungen und Managementprozesse klar definiert.",
	"goals.stabilization.title": "Stabilisierung",
	"goals.stabilization": "Benutzerfreundliche Funktionen wie die 'Nix v3 CLI' werden standardmäßig aktiviert. Nix 'Flakes' werden bereits zu häufig verwendet, um sie zu entfernen oder zu ändern, stattdessen werden diese als 'flake v0' in ihrem aktuellen Zustand vereinheitlicht. Zukünftige Arbeiten werden von einer Special Interest Group gesteuert.",
	"goals.infra.title": "Infrastruktur",
	"goals.infra": "Wir werden die Tools und die Infrastruktur aufbauen und betreuen, welche erforderlich sind, um das Ökosystem stabil zu halten, einschließlich 'Continous Integration' und 'Binary Caching'.",
	"goals.education.title": "Dokumentation",
	"goals.education": "Einheitliche Dokumentation, Anleitungen, Leitfäden und Beispiele sorgen für ein besseres Onboarding-Erlebnis für Neulinge und einen schnelleren Iterationszyklus für Experten.",

	"roadmap.title": "Der Fahrplan",
	"roadmap.soft_fork.title": "Soft Fork",
	"roadmap.soft_fork.1": "Während der Anfangsphase wird eine einfache Ad-hoc-Managementstruktur genutzt. Die erklärten Werte, Ziele und Roadmap des Projekts dazu allen Mitwirkenden die Sicherheit zu geben, dass sich die Arbeit, zu der sie sich verpflichtet haben, nicht verändern wird.",
	"roadmap.soft_fork.2": "In dieser Phase wird die erste Abspaltung von Nix und NixPkgs umgesetzt und Mitwirkende erhalten Rollen für die Paketwartung und das Synchronisieren von Änderungen von 'upstream'. Wir beabsichtigen diese Phase zu verlassen, sobald genügend Mitwirkende beigetreten sind, damit das Projekt in die 'Hard Fork' Phase übergehen kann.",
	"roadmap.hard_fork.title": "Hard Fork",
	"roadmap.hard_fork.1": "Wie in der 'Soft Fork'-Phase wird weiterhin eine Ad-hoc-Managementstruktur zum Einsatz kommen, es wird jedoch mit der Einrichtung von 'Committees', 'Special Interest Groups' und 'Working Groups' begonnen. Da für jene die erforderlichen Bootstrapping-Schritte erforderlich sind, beginnen die Wahlen erst, wenn die Ausrichtungsphase erreicht ist.",
	"roadmap.hard_fork.2": "Zu diesem Zeipunkt werden wir ausreichend Mitwirkende haben, um NixPkgs (oder angemessene Teile davon) und Nix selbst sicher zu verwalten. Wir werden damit beginnen, Abweichungen vom 'Upstream Repository' zuzulassen und Änderungen an der Repository-Struktur zur Verbesserung der Entwicklung einzuführen.",
	"roadmap.hard_fork.3": "Eine erste öffentliche Version des Paket-Repositorys wird erstellt und die Umbenennung `nix` auf `aux` gestartet, um Namesverwechselungen oder Fehler zu reduzieren.",
	"roadmap.organization.title": "Strukturierung",
	"roadmap.organization.1": "Aus dem Paket-Repository werden 'sets' extrahiert, und die Verwaltung an spezialisierte 'Sepcial Interest Groups' übergeben um langfristig eine einfachere Verwaltung zu ermöglichen. Beispielsweise werden `pythonPackages` in ein separates Repository verschoben, dessen Verwaltung in die Verantwortung der 'Python SIG' fällt.",
	"roadmap.organization.2": "Die aktuelle 'flakes' Implementierung wird als v0 standardisiert. Die Funktion ist zwar nicht ideal, wird aber zu häufig genutzt, als dass sie geändert oder entfernt werden könnte, ohne das Ökosystem zu beinträchtigen. Stattdessen wird die v0-Implementierung aktiviert und zukünftige Arbeiten an Flakes werden von der  'Flakes SIG' übernommen.",
	"roadmap.organization.3": "Die `aux` CLI wird verbessert, um eine ergonomischere Verwaltung von Paketen und Systemen zu ermöglichen. Zusätzliche Unterbefehle wie `aux system switch` und `aux system build` werden hinzugefügt, um das Onboarding und die laufende Wartung von Systemen zu erleichtern.",
	"roadmap.infra.title": "Infrastruktur",
	"roadmap.infra.1": "Da sich das Projekt nun erheblich vom Upstream-Projekt unterscheidet, müssen wir unsere eigenen 'Continuous Integration' und 'Binary Cache' Dienste bereitstellen. Bestehende Managementstrukturen werden genutzt, um die Einführung dieser Technologien zu verwalten.",
	"roadmap.infra.2": "Die Dokumentation wird als Teil in den 'Continious Integration' Prozesses einbezogen und die 'Continous Deployment' wird so konfiguriert, dass sie auf dem neuesten Stand bleibt und es den Mitwirkenden erleichtert neue Lernmaterialien zu erstellen.",
	"roadmap.infra.3": "Eine Suchinfrastruktur für Pakete und Optionen wird geschaffen.",
	"roadmap.alignment.title": "Un­ab­hän­gig­keit",
	"roadmap.alignment.1": "Wir haben es geschafft. Wir haben einen nachhaltigen und unabhängigen 'Fork' des Nix-Ökosystems geschaffen. Nachdem die ersten Arbeiten nun abgeschlossen sind, werden die erste demokratischen Wahlen abgehalten und gemeinsam werden wir neue Managementstrukturen aufbauen.",
	"roadmap.alignment.2": "Dokumentation, Projekt-Branding und Pakete werden auf Vorderman gebracht und als stabile Version veröffentlicht. Von diesem Zeitpunkt an wird der Lenkungsausschuss ('steering committee') die Einrichtung von 'Special Interest Groups' und weiteren erforderlichen 'Committees' verwalten. Alle Verbesserungvorschläge werden in der Form von 'Aux Enhancement Proposals' eingebracht, welches die bestehende SIGs zur Implementierung von Funktionen ermutigt oder die Gründung neuer SIGs zu diesem Zweck fördert.",

	"values.title": "Unsere Werte",
	"values.rep.title": "Repräsentation",
	"values.rep": "Die Ansichten der Mitwirkenden sollten vertreten sein und die Organisationsstruktur soll demokratisch ausgerichtet sein.",
	"values.kindness.title": "Wohlwollen",
	"values.kindness": "Das Projekt soll zum Mitwirken einladen und eine sichere Umgebung für Anteilnahme bieten.",
	"values.collab.title": "Zusammenarbeit",
	"values.collab": "Kommunikation und Zusammenarbeit sollten gefördert werden.",
	"values.sustainability.title": "Nachhaltigkeit",
	"values.sustainability": "Arbeitsbelastung, Finanzen, Umfang und Burnout sollten sorgfältig abgewogen werden, um sicherzustellen, dass das Projekt stabil ist.",
	"values.accessibility.title": "Offenheit",
	"values.accessibility": "Elitäres Verhalten ist unerwünscht, unser Wissen soll geteilt werden und wir wollen die Werkzeuge bereitstellen, die jedem zum Erfolg und Lernen verhelfen."
}
