{
	"version": 0,
	"i18n-outdated.title": "Outdated Translation",
	"i18n-outdated.description": "This translation has not been updated to the latest version yet.",

	"root.description": "An alternative to the Nix ecosystem",
	"header.community": "Community",
	"goals.title": "Goals",
	"goals.independent.title": "Independent",
	"goals.independent": "We will create an alternative to NixPkgs and NixOS. We will also provide our own Continuous Integration and Binary Cache along with necessary services for the ecosystem. Additional support for projects such as Nix Darwin and Home Manager will be considered.",
	"goals.gov.title": "Governance",
	"goals.gov.wiki": "Learn about Aux's governance structures.",
	"goals.gov": "A democratic model of governance with elected positions will be used to manage the project. A steering committee will provide direction with additional committees handling specific logistical tasks. Features or individual projects will be owned by Special Interest Groups. SIGs will collaborate within Working Groups to achieve their goals. Each committee and group will have its goals, requirements, and management process clearly defined.",
	"goals.education.title": "Education",
	"goals.education": "Unified documentation, tutorials, guides, and examples will provide a better onboarding experience for newcomers and a faster iteration cycle for experts.",
	"roadmap.title": "Roadmap",
	"roadmap.soft_fork.title": "Setup & Planning",
	"roadmap.soft_fork.1": "This initial phase will involve an ad-hoc management structure due to its bootstrapping nature. As such, the project's stated Values, Goals, and Roadmap serve to keep all contributors aligned and safe knowing that the work they have committed to will not change. Groups will start forming to address the separate domains of the project, but will not be properly functioning governance structures yet.",
	"roadmap.soft_fork.2": "Creation of community spaces, organization, and planning for the following phases are key points of this phase. Before technical work can be done, a well thought out solution and proof of concept must exist to drive the following implementation phase.",
	"roadmap.hard_fork.title": "Implementation",
	"roadmap.hard_fork.1": "Like the previous phase, this phase will involve loosely-formed groups which do not fully adhere to the standards of our envisioned governance structures yet. However, as the project progresses to the next phase, these groups will be transitioned to proper governance units.",
	"roadmap.hard_fork.2": "This phase involves the creation of an alternative to NixPkgs and NixOS using the plan created from the Setup & Planning phase. In addition to technical implementation we will also be creating Continuous Integration infrastructure. Depending on availability and funding, a Binary Cache may also be created.",
	"roadmap.hard_fork.3": "The project may move to the next phase once a core set of packages are created and stabilized.",
	"roadmap.organization.title": "Solidification",
	"roadmap.organization.1": "Implementation continues during this phase alongside structural changes to governance. Committees, Special Interest Groups, and Working Groups are now expected to establish charters defining their responsibilities and memberships. Group members will remain the same as the previous phases until reaching the last phase of this roadmap.",
	"roadmap.organization.2": "This phase is complete once a usable OS and package set are available.",
	"roadmap.alignment.title": "Polish",
	"roadmap.alignment.1": "By this point, we've done it. We have created a sustainable, independent fork of the Nix ecosystem. Now that the initial work has been completed we will begin the governance rotation process with our first elections and education as to how project governance works.",
	"roadmap.alignment.2": "Documentation, project branding, and packages will be polished and presented as a fully stable release. From this point forward the Steering Committee will be managing the creation of Special Interest Groups and other necessary Committees. All future enhancements will be suggested in Aux Enhancement Proposals which encourage existing SIGs to implement features or encourage the formation of a new SIG to be created for such a purpose. This is not the end, this is only the beginning for Aux.",
	"values.title": "Values",
	"values.rep.title": "Representation",
	"values.rep": "Contributors should have their views represented and organizational structure should be established democratically.",
	"values.kindness.title": "Kindness",
	"values.kindness": "The project should be welcoming and a safe place for people to participate.",
	"values.collab.title": "Collaboration",
	"values.collab": "Communication and cooperation should be encouraged.",
	"values.sustainability.title": "Sustainability",
	"values.sustainability": "Workload, finance, scope, and burnout should all be considered carefully to ensure that the project is stable.",
	"values.accessibility.title": "Accessibility",
	"values.accessibility": "Elitism is unwelcome, our knowledge is here to be shared and we should provide the tools to help everyone succeed and learn."
}
