{
	"root.description": "Nixエコシステムの代替",

	"header.community": "コミュニティ",

	"goals.title": "ゴール",
	"goals.independent.title": "独立性",
	"goals.independent": "私たちはNix, NixPkgs, NixOSをフォークし保守します。また、Nix DarwinやHome Managerなどのプロジェクトを追加でサポートすることも検討されています。",
	"goals.gov.title": "統治",
	"goals.gov": "選挙によって選ばれた役職で構成された民主的な統治体制を採用し、プロジェクトの運営に務めます。運営委員会(ステアリングコミッティ)が舵取りをし、 各委員会は所定のオペレーションのより実務的な部分を担当します。個々の機能やプロジェクトはSIG(Special Interest Group)が担当し、それぞれのSIGは目標を達成するためにワーキンググループと連携して活動します。それぞれの委員会やグループにおいて、ゴール、要件、および管理手法が明確に定義されます。",
	"goals.stabilization.title": "安定化",
	"goals.stabilization": "Nix v3 CLIのようなユーザーフレンドリーな便利機能をデフォルトで有効にします。 Nix Flakesは現在の状態でv0の安定版とし、それ以降の開発はSIGに委ねられることとなります。これは、Flakesがあまりにも広く使用されており、削除や置き換えが困難なためです。",
	"goals.infra.title": "インフラ整備",
	"goals.infra": "私たちは健全なエコシステムを維持するため、CI(継続的インテグレーション)やバイナリキャッシュを含むインフラやツールを整備します。",
	"goals.education.title": "学習環境",
	"goals.education": "統一されたドキュメンテーション、チュートリアル、ガイドおよび使用例を充実させることで、初心者が参入しやすくなり、熟練者はより迅速なイテレーション(開発サイクル)を実現できるようになります。",

	"roadmap.title": "ロードマップ",
	"roadmap.soft_fork.title": "ソフトフォーク",
	"roadmap.soft_fork.1": "この初期段階では、性質上、その場に応じた暫定的な運営体制が必要になります。そのため、プロジェクトのバリュー、ゴール、ロードマップを明確にすることで、コントリビューターが一丸となり、不安を感じず安心して活動できるようにします。",
	"roadmap.soft_fork.2": "NixとNixPkgsのフォークはこのフェーズで始まります。新しいコントリビューターはパッケージを保守したり、アップストリームからの変更を同期する役割を担います。ハードフォークに移行できる十分な数のコントリビューターが集まれば、次のフェーズに移行するつもりです。",
	"roadmap.hard_fork.title": "ハードフォーク",
	"roadmap.hard_fork.1": "この段階では、ソフトフォークのフェーズと同様、まだ暫定的な運営体制を継続することになります。しかしこの頃になると、委員会、SIG(Special Interest Group)、ワーキンググループの設立が始まるでしょう。それぞれのチームの立ち上げを行う必要があるため、選挙がはじまるのはアライメントのフェーズからになります。",
	"roadmap.hard_fork.2": "ここまでくると、NixおよびNixPkgsのフォークを自分たちで保守できるだけのコントリビューターが集まっていることでしょう。ついにアップストリームから分岐し、 開発を円滑にするため、リポジトリの構造に変更を加え始めるでしょう。",
	"roadmap.hard_fork.3": "パッケージリポジトリの最初のリリースが行われます。また、アップストリームからの分岐に伴い、混乱やミスを避けるため、`nix`から`aux`へ名称変更がはじまります。",
	"roadmap.organization.title": "オーガナイゼーション",
	"roadmap.organization.1": "それぞれのSIGによる管理を容易にするため、パッケージリポジトリをいくつかのセットに分けます。一例として、`pythonPackages`はPython SIGが管理する別のリポジトリへと移動される予定です。",
	"roadmap.organization.2": "Flakesは現行の実装をv0として標準化されます。これは理想的ではないですが、エコシステムを破壊することなく削除や置き換えするにはあまりにも広く使われているため、やむを得ないでしょう。  そのため、現行の実装をv0として標準で有効化し、将来的な改善はFlakes SIGが担当することになります。",
	"roadmap.organization.3": "`aux` CLIはより快適に効率よくシステム管理、パッケージ管理ができるよう改良されます。例えば、新規参入やメンテナンスの敷居を下げるため、`aux system switch`や`aux system build`のようなサブコマンドが追加される予定です。",
	"roadmap.infra.title": "インフラ整備",
	"roadmap.infra.1": "アップストリームから大きく分岐した今、私たちはバイナリキャッシュやCIなどのサービスを自前で用意する必要性が生じてきます。これについては、現時点での運営チームによって導入が進められることになります。",
	"roadmap.infra.2": "CI（継続的インテグレーション）と継続的デプロイを運用することで、ドキュメンテーションを常に最新の状態に保ちます。これにより、コントリビューターが学習環境を充実させやすくなります。",
	"roadmap.infra.3": "パッケージやオプションの詳細を検索できるサービスも提供します。",
	"roadmap.alignment.title": "アライメント",
	"roadmap.alignment.1": "ここまで来た段階で、持続可能で独立したNixエコシステムのフォークを完成させました。大きな成果です。プロジェクトの初期段階が終了したので、初めての選挙や運営方法に関する教育を行い、運営の交代プロセスを開始します。",
	"roadmap.alignment.2": "洗練されたドキュメンテーション、ブランディング、およびパッケージを含む完全な安定版がリリースされることになります。 この段階からは、運営委員会がSIGやその他必要な委員会の設立を担当します。プロジェクトの改善提案は、Aux Enhancement Proposalによってなされ、既存のSIGが機能の実装を担当する、もしくは目的のために新しいSIGを設立することになります。",

	"values.title": "バリュー",
	"values.rep.title": "レプリゼンテーション",
	"values.rep": "組織は民主的に運営され、コントリビューターの多様な意見が尊重されるべきです。",
	"values.kindness.title": "優しさ",
	"values.kindness": "人々が歓迎され、安心して参加できるプロジェクトであるべきです。",
	"values.collab.title": "協力",
	"values.collab": "他者とコミュニケーションを取り、連携を図ることを促します。",
	"values.sustainability.title": "持続可能性",
	"values.sustainability": "プロジェクトを安定的に運営するため、作業量、負荷、財政面、スコープ(作業範囲)、疲労、およびバーンアウトに関して十分な注意を払う必要があります。",
	"values.accessibility.title": "アクセシビリティ",
	"values.accessibility": "エリート主義は歓迎されません。知識は共有されるものであり、すべての人が学び、成功するための手段を提供すべきです。"
}
